[{"title":"Frontend, Backend y Full Stack","company":"MICROSCOPICA C,A","site":"Maracay, Aragua","type":"Presencial","links":"https://www.bumeran.com.ve/empleos/frontend-backend-y-full-stack-microscopica-ca-1115495070.html","description":["Estamos en la búsqueda de programadores Que tengan conocimientos y experiencia en el desarrollo de aplicaciones moviles.   Buscamos FULL STACK Programador con experiencia y dominio en el desarrollo de FRONTEND Y BACKEND. Conocimiento en HTML, CSS, JavaScript, PHP, PYTHON, RUBY.   Con capacidad de trabajar en equipo y pro activo."]},{"title":"Frontend, Backend y Full Stack","company":"MICROSCOPICA C,A","site":"Maracay, Aragua","type":"Presencial","links":"https://www.bumeran.com.ve/empleos/frontend-backend-y-full-stack-microscopica-ca-1115495060.html","description":["Estamos en la búsqueda de programadoresQue tengan conocimientos y experiencia en el desarrollo de aplicaciones moviles. Buscamos FULL STACK Programador con experiencia y dominio en el desarrollo de FRONTEND Y BACKEND. Conocimiento en HTML, CSS, JavaScript, PHP, PYTHON, RUBY.Con capacidad de trabajar en equipo y pro activo."]},{"title":"Líder de proyecto Backend - La Urbina","company":"Zoom International Services, C.A. ","site":"Null","type":"Null","links":"https://www.bumeran.com.ve/empleos/lider-de-proyecto-backend-la-urbina-zoom-international-services-c.a.-1115372168.html","description":["En ZOOM, nos encontramos en la búsqueda de un Líder de proyecto Backend, para desempeñar las siguientes funciones: Liderar los proyectos, mejoras y cambios de su sub-área, supervisar sobre los sistemas nuevos y existentes el análisis, diseño, desarrollo e implementación exitosa de los proyectos encomendados y actividades, basado en tiempo, costos y calidad. También debe gestionar el soporte para la estabilidad de los sistemas bajo su liderazgo para que los usuarios puedan realizar sus funciones de manera óptima.Requisitos: Ingeniero de Sistemas, Licenciado en Computación, Licenciado en Informática. Con manejo del leguaje PHP y Con experiencia de experticia en análisis, diseño, desarrollo, implementación y mantenimiento de sistemas. Administración de bases de datos relacional. Buena presencia, organizado(a), puntual, responsable, capacidad de aprendizaje rápido y excelentes relaciones interpersonales.Ofrecemos: Beneficios de ley y agradable ambiente de trabajo.Conocimientos y habilidades valoradosPHP - Avanzado"]},{"title":"DISEÑO APP ANDROIDE IOS Y WEB","company":"Bryngup","site":"Caracas, Gran Caracas","type":"Presencial","links":"https://www.bumeran.com.ve/empleos/diseno-app-androide-ios-y-web-bryngup-1115477275.html","description":["FREELANCER para desarrollos de Sistemas y Aplicaciones Androide,IOS,Webcon experiencia en las siguientes herramientas:===Backend=== Spring Boot Kotlin MongoDB GraphQL===Frontend=== Flutter Bloc Library GraphQL Firebase"]},{"title":"PASANTE DE INFORMATICA","company":"Fundación Jacinto Convit","site":"Caracas, Gran Caracas","type":"Presencial","links":"https://www.bumeran.com.ve/empleos/pasante-de-informatica-fundacion-jacinto-convit-1115483005.html","description":["Estudiante de Lic. o Ing. en computación, informática, sistemas o afines. Conocimientos de programación en lenguajes Java y Javascript. Tecnologías a utilizar (no excluyentes, pero son un plus): Backend: Spring Boot, JPA, Maven, Spring MVC, Jackson, Elastic Search. Frontend: Angular, React, Bootstrap, HTML 5, NPM."]},{"title":"Analista/Programador/Desarrolladores","company":"Operadora Loto Oriente On Line 96, C.A.","site":"Null","type":"Null","links":"https://www.bumeran.com.ve/empleos/analista-programador-desarrolladores-operadora-loto-oriente-on-line-96-c.a.-1115261206.html","description":["Estamos buscando desarrolladores de C# talentosos para unirse a nuestro equipo. En este puesto, trabajaras en estrecha colaboración con nuestro equipo de tecnología y productos para desarrollar, modificar y dar soporte a nuestras aplicaciones empresariales.¿Cuáles serán tus funciones?· Desarrollo de aplicaciones y sistemas informáticos, diseñar su arquitectura, realizar su implementación, pruebas y despliegue.· Desarrollo de experiencias de usuarios de alta calidad, inspirando al equipo que te rodea.· Aplicación de principios de SOLID y patrones de diseño para generar códigos de alta calidad.· Actualización y mantenimiento, agregando nuevas funcionalidades al software desarrollado por la compañía.· Desarrollo en lenguaje de programación C#. · Desarrollo de LINQ.· Desarrollo de WebServices y API Rest en C#. · Desarrollo de Front-End y Back-End.· Detección y corrección de errores.¿Cuáles son los requisitos?· Al menos 5 años de experiencia en la creación de código limpio con C#.· Alta capacidad en la resolución de problemas con habilidades analíticas.· Desarrollo de Aplicaciones WinForms en C#, Webservices, SPA web, Servicios API Rest.· Control de versiones (Git y otros).· Diseño de bases de datos relacionales con SQL Server.· Conocimientos de XML yJSON.· Conocimientos de HTML, CSS, Javascript. VAptitudes y experiencia deseables:.NET Core XamarinExperiencia en sistema de apuesta"]}]